TOKEN = "ТОКЕН"

DIALOGUE_LIST = [
    "Очень интересно, продолжай.", "Расскажи подробнее.", "Не поняла.", "Это интересно!", "Продолжай..."
]

KEYWORDS_HANDLERS = {
    "таро": "handle_taro",
    "диета": "handle_diet",
    "диету": "handle_diet",
    "гороскоп": "handle_horoscope",
    "ицзин": "handle_itchin"
}

BOT_NAMES = ["юля", "юлечка", "юлька", "юландопола"]

EMOJIS = [
    "💄", "💅", "👩", "👸", "🌺", "😊", "😂", "😍", "🤩", "🥰", "😘", "😇", 
    "💖", "💗", "💞", "💝", "🎀", "🌸", "🌹", "🌷", "💐", "🎉", "🎊", "💃", 
    "👗", "👒", "👠", "👡", "👢", "👜", "💍", "👑", "🤗", "😄", "😁", "😃", 
    "😆", "😺", "😸", "🥳", "🥂", "🍾", "💫", "✨", "⭐", "🌟", "🌞", "🌈"
]

LOG_MODE = 1
TEST_MODEG4F = 1
